cask_args appdir: "/Applications"


brew "asciinema"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "circleci"
brew "direnv"
brew "ffmpeg"
brew "gdal"
brew "ghq"
brew "gibo"
brew "git"
brew "gitup"
brew "git-secrets"
brew "gnupg2"
brew "go"
brew "graphviz"
brew "jq"
brew "mas"
brew "nkf"
brew "pandoc"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "qrencode"
brew "tig"
brew "tree"
brew "terraformer"
brew "vim"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"

tap "sanemat/font"
brew "ricty", args: ["with-powerline"]

cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amazon-music"
cask "appcleaner"
cask "biscuit"
cask "chatwork"
cask "cheatsheet"
cask "commander-one"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fliqlo"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "homebrew/cask-drivers/logitech-options"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "xmind"
cask "xquartz"

mas "1Password", id: 443987910
mas "Alinof-Timer", id: 512464723
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Fantastical 2", id: 975937182
mas "feedly", id: 865500966
mas "Growl", id: 467939042
mas "HardwareGrowler", id: 475260933
mas "MonthlyCal", id: 935250717
mas "iStat Mini", id: 927292435
mas "Pixelmator", id: 407963104
mas "Popclip", id: 445189367
mas "Pocket", id: 568494494
mas "RunCat", id: 1429033973
mas "Sequel Ace", id: 1518036000
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
